export const colors = {
  text: {
    primary: "#375a85", // основной текст / заголовки
    secondary: "#56585c", // второстепенный текст (ввод данных)
    tertiary: "#393838", // метаинформация (дата, время, длительность, placeholder) и неактивные элементы
    quaternary: "#cccccc", // дополнительная информация
  },

  background: {
    glass: "rgba(255, 255, 255, 0.7)", // стеклянные карточки / input
    more: "rgba(255,255,255,0.2)", // стеклянные карточки / input
  },

  shadow: {
    primary: "#5f5c5c", // основной цвет тени
    secondary: "rgba(10, 10, 10, 0.2)", // полупрозрачная тень для более мягкого эффекта
  },
};
